Repository: WordPressBugBounty/plugins-dj-accessibility
Catalog: dj-accessibility/languages/dj-accessibility-*.po
Languages: cs_cz, sl_si

source: Accessibility plugin for WordPress
cs_cz: Plugin Accessibility WordPress
sl_si: Vtičnik za dostopnost za WordPress

source: Accessibility Tools
cs_cz: Nástroje pro usnadnění přístupu
sl_si: Orodja dostopnosti

source: Add image
cs_cz: přidání obrázku
sl_si: Dodajanje slik

source: bottom
cs_cz: Dole
sl_si: Spodaj

source: bottom left
cs_cz: Dole, vlevo
sl_si: Spodaj, levo

source: bottom right
cs_cz: Dole, vpravo
sl_si: Spodaj, desno

source: Button
cs_cz: Tlačítko
sl_si: Gumb

source: Button height
cs_cz: Výška tlačítka
sl_si: Višina gumba

source: Button width
cs_cz: Šířka tlačítka
sl_si: Širina gumba

source: Choose the direction where the popup will open.
cs_cz: Zvolte směr, kterým se vyskakovací okno otevře.
sl_si: Izberite smer, kjer se bo odprlo izskočno okno.

source: Choose whether the toolbar should cover the page or not.
cs_cz: Zvolte, zda má panel nástrojů zakrývat stránku, nebo ne.
sl_si: Izberite, ali naj orodna vrstica pokriva stran ali ne.

source: Close accessibility tools
cs_cz: Zavřít nástroj pro usnadnění přístupu
sl_si: Zaprite orodja za dostopnost

source: Content scaling
cs_cz: Škálování obsahu
sl_si: Skaliranje vsebine

source: Contrast
cs_cz: Kontrast
sl_si: Kontrast

source: Custom position (static)
cs_cz: Vlastní pozice (statická)
sl_si: Položaj po meri (statičen)

source: Dark
cs_cz: Temný
sl_si: Temno

source: Dark contrast
cs_cz: Temný kontrast
sl_si: Temen kontrast

source: Decrease content size
cs_cz: Zmenšení velikosti obsahu
sl_si: Pomanjšajte velikost vsebine

source: Decrease font size
cs_cz: Zmenšení velikosti písma
sl_si: Pomanjšaj pisavo

source: Decrease letter spacing
cs_cz: Zmenšení prostoru pro písmena
sl_si: Pomanjšaj razmik med črkami

source: Decrease line height
cs_cz: Snížení výšky řádku
sl_si: Pomanjšaj višino vrstice

source: down
cs_cz: Dolů
sl_si: Dol

source: down left
cs_cz: Dolů, doprava
sl_si: Spodaj, levo

source: down right
cs_cz: Dolů, doprava
sl_si: Spodaj, desno

source: Font size
cs_cz: Velikost písma
sl_si: Velikost pisave

source: High saturation
cs_cz: Vysoké nasycení
sl_si: Visoka nasičenost

source: Highlight headings
cs_cz: Zvýraznění nadpisů
sl_si: Označene glave

source: Highlight links
cs_cz: Zvýraznění odkazů
sl_si: Označene povezave

source: Increase content size
cs_cz: Zvětšení velikosti obsahu
sl_si: Povečajte velikost vsebine

source: Increase font size
cs_cz: Zvětšení velikosti písma
sl_si: Povečaj pisavo

source: Increase letter spacing
cs_cz: Zvětšení prostoru pro písmena
sl_si: Povečaj razmik med črkami

source: Increase line height
cs_cz: Zvýšení výšky řádku
sl_si: Povečaj višino vrstice

source: Invert colors
cs_cz: Inverzní barvy
sl_si: Pretvori barve

source: Key removed.
cs_cz: Licenční klíč byl odstraněn.
sl_si: Licenčni ključ je odstranjen

source: Key saved.
cs_cz: Licenční klíč uložen.
sl_si: Licenčni ključ je shranjen

source: Layout
cs_cz: Rozvržení
sl_si: Postavitev

source: left
cs_cz: vlevo
sl_si: Levo

source: Letter spacing
cs_cz: Mezery mezi písmeny
sl_si: Presledek med črkami

source: License key
cs_cz: licenční klíč
sl_si: Licenčni ključ

source: Light
cs_cz: Světlý
sl_si: Svetlo

source: Light contrast
cs_cz: Světlý kontrast
sl_si: Svetel kontrast

source: Line height
cs_cz: Výška řádků
sl_si: Višina vrstice

source: Low saturation
cs_cz: Nízké nasycení
sl_si: Nizka nasičenost

source: Mobile position
cs_cz: Použití mobilní pozice
sl_si: Mobilna pozicija

source: Monochrome
cs_cz: Jednobarevný
sl_si: Enobarvno

source: Offset left/right
cs_cz: Odsazení vlevo/vpravo
sl_si: Zamik Levo/Desno

source: Offset top/bottom
cs_cz: Odsazení nahoře/dole
sl_si: Zamik Zgoraj/Spodaj

source: Open accessibility tools
cs_cz: Otevřené nástroje pro usnadnění přístupu
sl_si: Odpri orodje za dostopnost

source: Open Yootheme Accessibility options
cs_cz: Otevřít možnosti zpřístupnění Yootheme

source: Popup
cs_cz: Vyskakovací okno
sl_si: Izskočno okno

source: Popup open direction
cs_cz: Směr otevření vyskakovacího okna
sl_si: smer odpiranja izskočnega okna

source: Position
cs_cz: Pozice
sl_si: Pozicija

source: Position sticky means that the panel stays in the same place even if the page is scrolled. Custom position requires DJ-Accessibility widget or custom HTML code on the page:
cs_cz: Pozice sticky znamená, že panel zůstane na stejném místě, i když se stránka posouvá. Vlastní pozice vyžaduje modul DJ-Accessibility nebo vlastní kód HTML na stránce:
sl_si: Lepljiv položaj pomeni, da plošča ostane na istem mestu, tudi če se stran pomika. Položaj po meri zahteva modul DJ-Accessibility ali HTML kodo po meri na strani:<br><i><div id="djacc"></div></i>

source: Position type
cs_cz: Typ pozice
sl_si: Vrsta pozicije

source: Provide key.
cs_cz: Zde zadejte svůj licenční klíč, abyste získali aktualizace.
sl_si: Tukaj vnesite svoj licenčni ključ, če želite prejemati posodobitve.

source: Read mode
cs_cz: Režim čtení
sl_si: Preberi več

source: Reserve space
cs_cz: Rezervovat prostor
sl_si: Rezervirajte prostor

source: Reset
cs_cz: Obnovení
sl_si: Ponastavi

source: right
cs_cz: vpravo
sl_si: Desno

source: Save
cs_cz: Uložení
sl_si: Shrani

source: Scaling
cs_cz: Škálování
sl_si: Skaliranje

source: Screen reader
cs_cz: Čtečka obrazovky
sl_si: Bralnik zaslona

source: Space above and below the panel.
cs_cz: Prostor nad a pod panelem.
sl_si: Prostor nad in pod ploščo.

source: Space to the left or right of the panel.
cs_cz: Prostor vlevo nebo vpravo od panelu.
sl_si: Prostor levo ali desno od plošče.

source: Sticky (fixed)
cs_cz: Přilepená (fixní)
sl_si: Lepljivo (fiksno)

source: The panel position will be changed for mobile devices (< 767px)
cs_cz: Pozice panelu se změní pro mobilní zařízení (< 767px)
sl_si: Položaj plošče bo spremenjen za mobilne naprave (< 767px)

source: Theme
cs_cz: Motiv
sl_si: Tema

source: Toolbar
cs_cz: Panel nástrojů
sl_si: Namig

source: top
cs_cz: Nahoře
sl_si: Zgoraj

source: top left
cs_cz: Nahoře, vlevo
sl_si: Zgoraj, levo

source: top right
cs_cz: Nahoře, vpravo
sl_si: Zgoraj, desno

source: up
cs_cz: Nahoru
sl_si: Gor

source: up left
cs_cz: Nahoru, vlevo
sl_si: Zgoraj, levo

source: up right
cs_cz: Nahoru, vpravo
sl_si: Zgoraj, desno

source: Use mobile position
cs_cz: Použití mobilní pozice
sl_si: Uporabi mobilno pozicijo

source: Text
sl_si: Besedilo
